      ******************************************************************
      * Author: Jean Paul
      * Date: 14/03/2024
      * Purpose: Practice
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLA-MUNDO.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "¡Hola, Mundo!"
            STOP RUN.
       END PROGRAM HOLA-MUNDO.
