      ******************************************************************
      * Author:
      * Date:
      * Purpose:
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. LISTADOCLIENTES.
       AUTHOR. JEAN BUELVAS.
       INSTALLATION. Munive Inc.
       DATE-WRITTEN. 29 de octubre del 2024.
       SECURITY. Este programa es de licencia libre.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER.DESKTOP-TSU11JH.
       OBJECT-COMPUTER.DESKTOP-TSU11JH.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Este programa tiene como fin listar clientes"
            STOP RUN.
       END PROGRAM  LISTADOCLIENTES.
